{"Text_Opening":"Nowadays, the originally peaceful Vitural World has been on the verge of destruction. Conflicts between the world-ruling loose organization, Confederation of Nijisanji, and the new force suddenly arose and winning miraculous giant-killing victories, Kisaragi-Gumi, has turned white-hot. For Kisaragi-Gumi, facing the reunited Confederation of Nijisanji, it’s hard to gain victory of the weak overcoming the strong; as for Confederation of Nijisanji, it’s no longer possible to roll over the developed Kisaragi-Gumi.\n\nUnder the war of this two forces, the land has been at its last phase.\n\nHowever, there does be an existence to break the deadlock. A sacred artifact named Heavenly Crown over the Earth. It is said that anyone wears the Crown could reach detached power to be the only deity of the Virtual World.\nAlthough, to keep balance of the components, the Confederation of Nijisanji didn’t launch a massive operation aiming for the Crown before. But the situation is different now, there is no delay in seizing this artifact, no matter for the Confederation or the Kisaragi-Gumi. Therefore, the two forces launched a new brutal tug of war around the relic sealing the Crown.\nThus, armies of the two forces fights all around the world, but the only pure land not affected by war, is around the core of the most brutal battlefield, the relic sealing the Crown. After the extremely tragic tug of war, the two sides reached a small tacit understanding: Neither of the two forces could send enough troops to reach and explore the relic under the interference with all the other’s strenth. So both forces just keep a close watch on this area.\nIn this dragnet of battle, a brave, who is determined to end the war, surmounts all difficulties and obstacles, and broke into the relic. This is the Legendary Savior.\n","Prologue_exiting1":"It’s too dangerous outside.","Prologue_exiting2":"Since I’ve been here, there’s no reason to turn back.\nWin, or perish!","Prologue_firstbattle_1":"...","Prologue_firstbattle_2":"【Guardian】\nThou, the challenger wanted to be the god of the new world. \nIf thou hath the desire to reach the Heavenly Crown over the Earth, \nthou must pass the trial of me the Guardian. \nNow show me the power of thou-selven!","Prologue_inbattle_1_1":"【Narratage】\nThe trial of this relic is based on Tetris,\nthe ultimate assessment of intellegence and dexterity of the challenger.\n(Press confirm to continue)","Prologue_inbattle_1_3":"【Narratage】\nNow, let’s have a real fight.","Prologue_firstbattle_3":"【Guardian】\nBravo. Ich know thin power basically. ","Prologue_firstbattle_4":"If thou defeat the monster which once pushed the world to the brink of destruction sealed here,\nIch recognize that thou art qualified to hold the Heavenly Crown!","Prologue_secondbattle_1":"Its…","Prologue_secondbattle_2":"What an air of murderous and evil!","Prologue_secondbattle_3":"Grrrrrrrrrrrrrrrrr!","Prologue_secondbattle_4":"【Guardian】\nThis is the monster nearly destroyed the world!","Prologue_inbattle_2_1":"【Guardian】\nUse the skills thou comrehended in battle, defeat that beast,\nand prove thou-selven art qualified to step into the palace of the throne!","Prologue_inbattle_2_2":"【Narratage】\nUse the special skills you learned from the previous battles!","Prologue_thirdbattle_1":"What’s that monster……","Prologue_thirdbattle_2":"【Guardian】\nThat is the ancient demon sealed here! Last owner of the Crown sealed hit at the cost of hisse life!","Prologue_thirdbattle_3":"Now,after so many years, hit has been weakened to his limit! Now hit is the time of the fated end! Defeat hit, compelete this final trial, and thou become the God of the new world!","Prologue_death_1":"……","Prologue_death_2":"…………","Prologue_death_3":"…………Hit seems that thou art not the one Ich been waiting for.","Prologue_victory_1":"【Guardian】\nIch didn’t mistake thee. Thou art the one who deserves the Crown! Come on, step onto this altar, and take over the power of god!","Prologue_victory_2":"In this way, the brave got the divine power, and changed the rules of the world. From then on, all fighting was forbidden, but the only allowed was duels based on Tetris.\nSince then, no one has seen this brave again. There are rumors that he chose to live in seclusion he didn't want to be disturbed by all kinds of people, and all the memories of those who recognized him were erased. Others said that he had abandoned his body and turned into a law enforcer of the world and used his power to eliminate all those who violated the rules. No one knows what the truth is, except the man who wears the crown. The only thing that remains is the fact that peace has been restored to the world","Prologue_death_4":"missed again, what a hard game.","Prologue_death_5":"I can’t gain the achievement now…","Prologue_death_6":"Forget it, it’s time to sleep now.","Prologue_death_7":"Eww, I’d get headache again at tomorrow morning.","Prologue_victory_3":"Yeah! I perfectly finished the whole Legend of Eschaton Savior!","Prologue_victory_4":"Also I got the random prize before, it’s really my lucky day.","Prologue_victory_5":"Ah ah, so late now, it's time to sleep, or I'll have a headache tomorrow."}